{
    "City of Caloocan": "Said to be derived from the Filipino root word <b>lo-ok</b> which means <i>bay</i>.", 
    "City of Las Piñas": "Once called <b>Las Peñas</b> which means <i>the rocks</i>", 
    "City of Makati": "Resembles the Filipino word <b>kumakati</b> which means <i>ebbing tide</i>.", 
    "City of Malabon": "Said to be a shortcut for <b>maraming labong</b>, which translates to <i>a lot of  bamboo shoots</i> which were abundant in the area before.", 
    "City of Mandaluyong": "A romantic origin story says that the city was named after two forbidden lovers, <b>Luyong</b> and <b>Manda</b>.", 
    "City of Manila": "Also called as <b>Maynila</b> which translates to “where indigo is found,” referring to <i>Nilad plant</i>, a source of  indigo dye.", 
    "City of Marikina": "Some accounts claim that the city was named after Captain Berenguer de <b>Marquina</b>, a colonial official.", 
    "City of Muntinlupa": "Translates to <b>little land</b>.", 
    "City of Navotas": "Derived from the word <b>nabutas</b>, which means <i>punctured</i> or <i>pierced</i> referring to the area’s geography.", 
    "City of Parañaque": "Formerly known as <b>Palanyag</b>.", 
    "Pasay City": "Its previous name is <b>Pineda</b>.", 
    "City of Pasig": "A theory states that the city, famous for its <b>Pasig river</b>,” was named after the Sanskrit word <i>pasig</i> which means “waterway connecting one body of water to another.”", 
    "Quezon City": "Named after the former president Manuel L. <b>Quezon</b>", 
    "City of San Juan": "Named after <b>Saint John</b> the Baptist.", 
    "City of Taguig": "From the Filipino word <b>taga-giik</b> which means <i>rice threshers,</i> referring to the farmer-fishermen in the area.", 
    "City of Valenzuela": "Formerly known as <b>Polo</b>, which originates from the Filipino word <i>pulo</i> (translation:  'island') since the city is surrounded by waterbodies.", 
    "Pateros": "Spanish word for <b>duck-raiser</b>,  since the municipality is known for its <i>duck industry</i>."
}